---
kind: type
id: T:Autodesk.Revit.DB.Structure.RebarSystemSpanSymbol
source: html/f749c169-ea93-fb71-eb1e-c6febb10e54d.htm
---
# Autodesk.Revit.DB.Structure.RebarSystemSpanSymbol

Represents a Rebar System Span Symbol element in Autodesk Revit.

## Syntax (C#)
```csharp
public class RebarSystemSpanSymbol : IndependentTag
```